Repository: common-repository/mailpoet-jigoshop-add-on
Catalog: languages/*.po
Languages: ar, el, pt_br

source: Enabled
ar: مفعل
el: Ενεργοποιημένο
pt_br: Habilitado

source: Newsletters
ar: النشرات الإخبارية
el: Ενημερωτικά δελτία

source: MailPoet Newsletter
ar: نشرة MailPoet إخبارية
el: Ενημερωτικά δελτία του MailPoet

source: Enable subscribe on checkout
ar: تفعيل الاشتراك عند الخروج
el: Ενεργοποίηση της εγγραφής συνδρομής κατά την ολοκλήρωση αγοράς
pt_br: Habilite assinar no checkout

source: Add a subscribe checkbox to your checkout page.
ar: قم بإضافة مربع اشتراك في صفحة الخروج الخاصة بك.
el: Να προστεθεί ένα πλαίσιο για την ενεργοποίηση της εγγραφής συνδρομής στη σελίδα ολοκλήρωσης αγοράς.
pt_br: Adiciona uma checkbox para permitir assinatura na página de checkout.

source: Enter a message to place next to the checkbox.
ar: قم بإدخال رسالة لإظهارها بجانب مربع الاختيار.
el: Γράψτε το κείμενο που θέλετε να εμφανίζεται δίπλα στο πλαίσιο επιλογής.
pt_br: Insira uma mensagem para ser colocada ao lado do checkbox.

source: Yes, add me to your mailing list
ar: نعم، أضفني على قائمة نشراتك البريدية.
el: Ναι, προσθέστε με στη λίστα αποδεκτών των ενημερωτικών σας δελτίων
pt_br: Sim, adicione-me à sua lista de emails.

source: Here is the list of newsletters you can assign the customer to when they subscribe. Simply tick the newsletters you want your customers to subscribe to and press "Save Changes".
ar: هذه قائمة بالنشرات الإخبارية التي يمكنك تعيين الزبون فيها عندما يقوم بالاشتراك. ببساطة قم باختيار النشرات البريدية التي تريد أن يشترك فيها زبائنك واضغط على "حفظ التغييرات".
el: Εδώ βλέπετε τη λίστα των ενημερωτικών δελτίων που μπορείτε να αντιστοιχήσετε στους πελάτες σας όταν αυτοί εγγράφονται ως παραλήπτες αυτών. Απλά επιλέξτε το σχετικό πλαίσιο στο κάθε ένα που θέλετε και πατήστε στο "Αποθήκευση Αλλαγών"
pt_br: Esta é a lista de newsletters que você pode associar a um cliente quando ele assina. Simplesmente marque as newsletters que você deseja que ele vire assinante e pressione "Salvar opções".

source: Now your customers can subscribe to newsletters you have created with MailPoet. Simple setup your settings below and press "Save MailPoet Changes".
ar: الآن بإمكان زبائنك الاشتراك في نشراتك البريدية التي قمت بإنشائها بواسطة MailPoet. قم ببساطة بضبط إعداداتك في أدناه واضغط على "حفظ التغييرات".
el: Τώρα οι πελάτες σας μπορούν να εγγραφούν για να λαμβάνουν τα ενημερωτικά δελτία που θα δημιουργείτε με το MailPoet. Απλά κάντε τις επιλογές σας παρακάτω και πατήστε στο "Αποθήκευση ρυθμίσεων"
pt_br: Agora seus clientes podem assinar as newsletters que você criou com o MailPoet. Simplesmente configure suas opções abaixo e pressione "Salvar as opções do MailPoet".

source: Checkbox label
ar: وسم الخروج
el: Ετικέτα ολοκλήρωσης
pt_br: Label do checkout

source: MailPoet Lists
ar: قوائم MailPoet
el: Λίστες του MailPoet
pt_br: Listas do MailPoet

source: Settings saved
ar: تم حفظ الإعدادات
el: Οι ρυθμίσεις σας αποθηκεύθηκαν
pt_br: Opções salvas

source: Save Settings
ar: حفظ الإعدادات
el: Αποθήκευση ρυθμίσεων
pt_br: Salvar opções

source: MailPoet Jigoshop Add-On requires Jigoshop. Please install and activate <a href="%s">Jigoshop</a> first.
ar: إضافة MailPoet Jigoshop تتطلب Jigoshop. الرجاء تنصيب وتفعيل <a href="%s">Jigoshop</a> أولاً.
el: Το πρόσθετο του MailPoet για το πρόσθετο Jigoshop απαιτεί όπως είναι λογικό να έχετε εγκατεστημένο το σχετικό πρόσθετο, τοJigoshop. Για να μπορέσετε να συνεχίσετε, σας παρακαλούμε, εγκαταστήστε το και ενεργοποιήστε το, <a href="%s">Jigoshop</a>.
pt_br: O add-on Jigoshop para MailPoet requer que o Jigoshop esteja instalado. <a href="%s">Instale-o e ative-o</a> primeiro.
